[
    {
      "title": "To Kill a Mockingbird",
      "sellerName": "Harper Lee",
      "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. 'To Kill A Mockingbird' became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.Compassionate, dramatic, and dee",
      "category": "Historical Fiction",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
      "Price": 55.18,
      "ShippingCost": 9,
      "Sale": null,
      "isbn": "896862799-1"
    },
    {
      "title": "1984",
      "sellerName": "George Orwell",
      "description": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the novel is Orwell's pre",
      "category": "Science Fiction",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1532714506l/40961427._SX318_.jpg",
      "Price": 54.8,
      "ShippingCost": 29,
      "Sale": null,
      "isbn": "523477733-2"
    },
    {
      "title": "Harry Potter and the Sorcerer's Stone",
      "sellerName": "J.K. Rowling",
      "description": "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft ",
      "category": "Fantasy",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474154022l/3._SY475_.jpg",
      "Price": 6.62,
      "ShippingCost": null,
      "Sale": null,
      "isbn": "725869012-3"
    },
    {
      "title": "The Hobbit, or There and Back Again",
      "sellerName": "J.R.R. Tolkien",
      "description": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now",
      "category": "Adventure",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546071216l/5907.jpg",
      "Price": 35.25,
      "ShippingCost": 50,
      "Sale": null,
      "isbn": "757594069-3"
    },
    {
      "title": "The Diary of a Young Girl",
      "sellerName": "Anne Frank",
      "description": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two ",
      "category": "Biography",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1560816565l/48855.jpg",
      "Price": 17.26,
      "ShippingCost": 87,
      "Sale": 57.1,
      "isbn": "797874170-2"
    },
    {
      "title": "Fahrenheit 451",
      "sellerName": "Ray Bradbury",
      "description": "Sixty years after its original publication, Ray Bradbury’s internationally acclaimed novel Fahrenheit 451 stands as a classic of world literature set in a bleak, dystopian future. Today its message has grown more relevant than ever before.Guy Montag is a fireman. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they ar",
      "category": "Science Fiction",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1383718290l/13079982.jpg",
      "Price": 66.79,
      "ShippingCost": 84,
      "Sale": 29.2,
      "isbn": "328736579-7"
    },
    {
      "title": "The Catcher in the Rye",
      "sellerName": "J.D. Salinger",
      "description": "It's Christmas time and Holden Caulfield has just been expelled from yet another school. Fleeing the crooks at Pencey Prep, he pinballs around New York City seeking solace in fleeting encounters - shooting the bull with strangers in dive hotels, wandering alone round Central Park, getting beaten up by pimps and cut down by erstwhile girlfriends. The city is beautiful and t",
      "category": "Literature",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107.jpg",
      "Price": 70.97,
      "ShippingCost": 43,
      "Sale": null,
      "isbn": "242138847-3"
    },
    {
      "title": "The Lion, the Witch and the Wardrobe",
      "sellerName": "C.S. Lewis",
      "description": "Narnia… the land beyond the wardrobe door, a secret place frozen in eternal winter, a magical country waiting to be set free.Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first her brothers and sister don't believe her when she tells of her visit to the land of Narnia. But soon Edmund, then Peter and Susan step through the",
      "category": "Young Adult",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353029077l/100915.jpg",
      "Price": 34.81,
      "ShippingCost": 23,
      "Sale": null,
      "isbn": "871711653-8"
    },
    {
      "title": "The Grapes of Wrath",
      "sellerName": "John Steinbeck",
      "description": "The Pulitzer Prize-winning epic of the Great Depression, a book that galvanized—and sometimes outraged—millions of readers.First published in 1939, Steinbeck’s Pulitzer Prize-winning epic of the Great Depression chronicles the Dust Bowl migration of the 1930s and tells the story of one Oklahoma farm family, the Joads—driven from their homestead and forced to travel west to",
      "category": "Historical Fiction",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1375670575l/18114322.jpg",
      "Price": 45.67,
      "ShippingCost": null,
      "Sale": 60.7,
      "isbn": "698207675-X"
    },
    {
      "title": "Brave New World",
      "sellerName": "Aldous Huxley",
      "description": "Brave New World is a dystopian novel by English author Aldous Huxley, written in 1931 and published in 1932. Largely set in a futuristic World State, inhabited by genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific advancements in reproductive technology, sleep-learning, psychological manipulation and classical co",
      "category": "Science Fiction",
      "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280l/5129._SY475_.jpg",
      "Price": 11.26,
      "ShippingCost": null,
      "Sale": null,
      "isbn": "527228987-0"
    }
]