[
  {
    "title": "To Kill a Mockingbird",
    "sellerName": "Harper Lee",
    "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. 'To Kill A Mockingbird' became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.Compassionate, dramatic, and dee",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
    "Price": 55.18,
    "ShippingCost": 9,
    "Sale": null,
    "isbn": "896862799-1"
  },
  {
    "title": "1984",
    "sellerName": "George Orwell",
    "description": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the novel is Orwell's pre",
    "category": "Science Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1532714506l/40961427._SX318_.jpg",
    "Price": 54.8,
    "ShippingCost": 29,
    "Sale": null,
    "isbn": "523477733-2"
  },
  {
    "title": "Harry Potter and the Sorcerer's Stone",
    "sellerName": "J.K. Rowling",
    "description": "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft ",
    "category": "Fantasy",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474154022l/3._SY475_.jpg",
    "Price": 6.62,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "725869012-3"
  },
  {
    "title": "The Hobbit, or There and Back Again",
    "sellerName": "J.R.R. Tolkien",
    "description": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now",
    "category": "Adventure",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546071216l/5907.jpg",
    "Price": 35.25,
    "ShippingCost": 50,
    "Sale": null,
    "isbn": "757594069-3"
  },
  {
    "title": "The Diary of a Young Girl",
    "sellerName": "Anne Frank",
    "description": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two ",
    "category": "Biography",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1560816565l/48855.jpg",
    "Price": 17.26,
    "ShippingCost": 87,
    "Sale": 57.1,
    "isbn": "797874170-2"
  },
  {
    "title": "Fahrenheit 451",
    "sellerName": "Ray Bradbury",
    "description": "Sixty years after its original publication, Ray Bradbury’s internationally acclaimed novel Fahrenheit 451 stands as a classic of world literature set in a bleak, dystopian future. Today its message has grown more relevant than ever before.Guy Montag is a fireman. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they ar",
    "category": "Science Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1383718290l/13079982.jpg",
    "Price": 66.79,
    "ShippingCost": 84,
    "Sale": 29.2,
    "isbn": "328736579-7"
  },
  {
    "title": "The Catcher in the Rye",
    "sellerName": "J.D. Salinger",
    "description": "It's Christmas time and Holden Caulfield has just been expelled from yet another school. Fleeing the crooks at Pencey Prep, he pinballs around New York City seeking solace in fleeting encounters - shooting the bull with strangers in dive hotels, wandering alone round Central Park, getting beaten up by pimps and cut down by erstwhile girlfriends. The city is beautiful and t",
    "category": "Literature",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107.jpg",
    "Price": 70.97,
    "ShippingCost": 43,
    "Sale": null,
    "isbn": "242138847-3"
  },
  {
    "title": "The Lion, the Witch and the Wardrobe",
    "sellerName": "C.S. Lewis",
    "description": "Narnia… the land beyond the wardrobe door, a secret place frozen in eternal winter, a magical country waiting to be set free.Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first her brothers and sister don't believe her when she tells of her visit to the land of Narnia. But soon Edmund, then Peter and Susan step through the",
    "category": "Young Adult",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353029077l/100915.jpg",
    "Price": 34.81,
    "ShippingCost": 23,
    "Sale": null,
    "isbn": "871711653-8"
  },
  {
    "title": "The Grapes of Wrath",
    "sellerName": "John Steinbeck",
    "description": "The Pulitzer Prize-winning epic of the Great Depression, a book that galvanized—and sometimes outraged—millions of readers.First published in 1939, Steinbeck’s Pulitzer Prize-winning epic of the Great Depression chronicles the Dust Bowl migration of the 1930s and tells the story of one Oklahoma farm family, the Joads—driven from their homestead and forced to travel west to",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1375670575l/18114322.jpg",
    "Price": 45.67,
    "ShippingCost": null,
    "Sale": 60.7,
    "isbn": "698207675-X"
  },
  {
    "title": "Brave New World",
    "sellerName": "Aldous Huxley",
    "description": "Brave New World is a dystopian novel by English author Aldous Huxley, written in 1931 and published in 1932. Largely set in a futuristic World State, inhabited by genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific advancements in reproductive technology, sleep-learning, psychological manipulation and classical co",
    "category": "Science Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280l/5129._SY475_.jpg",
    "Price": 11.26,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "527228987-0"
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "sellerName": "J.K. Rowling",
    "description": "For twelve long years, the dread fortress of Azkaban held an infamous prisoner named Sirius Black. Convicted of killing thirteen people with a single curse, he was said to be the heir apparent to the Dark Lord, Voldemort.Now he has escaped, leaving only two clues as to where he might be headed: Harry Potter's defeat of You-Know-Who was Black's downfall as well. And the Azk",
    "category": "Fantasy",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630547330l/5._SY475_.jpg",
    "Price": 42.16,
    "ShippingCost": 65,
    "Sale": null,
    "isbn": "543174928-5"
  },
  {
    "title": "The Giver",
    "sellerName": "Lois Lowry",
    "description": "The Giver, the 1994 Newbery Medal winner, has become one of the most influential novels of our time. The haunting story centers on twelve-year-old Jonas, who lives in a seemingly ideal, if colorless, world of conformity and contentment. Not until he is given his life assignment as the Receiver of Memory does he begin to understand the dark, complex secrets behind his fragi",
    "category": "Science Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1342493368l/3636.jpg",
    "Price": 52.49,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "733903839-6"
  },
  {
    "title": "Lord of the Flies",
    "sellerName": "William Golding",
    "description": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collaps",
    "category": "Academic",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327869409l/7624.jpg",
    "Price": 17.32,
    "ShippingCost": 95,
    "Sale": null,
    "isbn": "797755533-6"
  },
  {
    "title": "East of Eden",
    "sellerName": "John Steinbeck",
    "description": "In his journal, Nobel Prize winner John Steinbeck called East of Eden “the first book,” and indeed it has the primordial power and simplicity of myth. Set in the rich farmland of California’s Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of A",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1639969375l/4406.jpg",
    "Price": 2.2,
    "ShippingCost": 56,
    "Sale": 57.2,
    "isbn": "435903759-7"
  },
  {
    "title": "The Handmaid's Tale",
    "sellerName": "Margaret Atwood",
    "description": "Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Ha",
    "category": "Dystopia",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1578028274l/38447._SY475_.jpg",
    "Price": 10.33,
    "ShippingCost": 85,
    "Sale": null,
    "isbn": "737619307-3"
  },
  {
    "title": "The Fellowship of the Ring",
    "sellerName": "J.R.R. Tolkien",
    "description": "Alternate Cover Edition ISBN 0618260269 (copyright page ISBN is 0618346252 - different from back cover)One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkeness bind themIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, The Dark Lord, forged the One Ring, filling it with his own power so that he could ",
    "category": "Adventure",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298411339l/34.jpg",
    "Price": 40.52,
    "ShippingCost": 67,
    "Sale": null,
    "isbn": "808884863-6"
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "sellerName": "J.K. Rowling",
    "description": "Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike.And strike it does. For in Harry’",
    "category": "Fantasy",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474169725l/15881._SY475_.jpg",
    "Price": 36.94,
    "ShippingCost": 60,
    "Sale": null,
    "isbn": "458894357-X"
  },
  {
    "title": "The Return of the King",
    "sellerName": "J.R.R. Tolkien",
    "description": "In the third volume of The Lord of the Rings trilogy the good and evil forces join battle, and we see that the triumph of good is not absolute. The Third Age of Middle-earth ends, and the age of the dominion of Men begins.",
    "category": "Adventure",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1574117762l/838729._SY475_.jpg",
    "Price": 58.78,
    "ShippingCost": 91,
    "Sale": null,
    "isbn": "736909548-7"
  },
  {
    "title": "The Two Towers",
    "sellerName": "J.R.R. Tolkien",
    "description": "The Two Towers. Book Two in J.R.R. Tolkien's acclaimed trilogy, a masterpiece of high fantasy. Frodo and his Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord by destroying it in the Cracks of Doom. They have lost the wizard, Gandalf, in a battle in the Mines of Moria. And Boromir, se",
    "category": "Adventure",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298415523l/15241.jpg",
    "Price": 22.17,
    "ShippingCost": null,
    "Sale": 53.5,
    "isbn": "630871866-1"
  },
  {
    "title": "A Tree Grows in Brooklyn",
    "sellerName": "Betty Smith",
    "description": "The beloved American classic about a young girl's coming-of-age at the turn of the century, Betty Smith's A Tree Grows in Brooklyn is a poignant and moving tale filled with compassion and cruelty, laughter and heartache, crowded with life and people and incident. The story of young, sensitive, and idealistic Francie Nolan and her bittersweet formative years in the slums of",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327883484l/14891.jpg",
    "Price": 51.39,
    "ShippingCost": 61,
    "Sale": null,
    "isbn": "204645953-9"
  },
  {
    "title": "The Bell Jar",
    "sellerName": "Sylvia Plath",
    "description": "The Bell Jar chronicles the crack-up of Esther Greenwood: brilliant, beautiful, enormously talented, and successful, but slowly going under—maybe for the last time. Sylvia Plath masterfully draws the reader into Esther's breakdown with such intensity that Esther's insanity becomes completely real and even rational, as probable and accessible an experience as going to the m",
    "category": "Health",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1554582218l/6514._SY475_.jpg",
    "Price": 35.21,
    "ShippingCost": 81,
    "Sale": 11.3,
    "isbn": "728768807-7"
  },
  {
    "title": "Anne of Green Gables",
    "sellerName": "L.M. Montgomery",
    "description": "This heartwarming story has beckoned generations of readers into the special world of Green Gables, an old-fashioned farm outside a town called Avonlea. Anne Shirley, an eleven-year-old orphan, has arrived in this verdant corner of Prince Edward Island only to discover that the Cuthberts—elderly Matthew and his stern sister, Marilla—want to adopt a boy, not a feisty redhea",
    "category": "Childrens",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1615094578l/8127._SY475_.jpg",
    "Price": 27.86,
    "ShippingCost": 1,
    "Sale": 3.2,
    "isbn": "990795462-4"
  },
  {
    "title": "In Cold Blood",
    "sellerName": "Truman Capote",
    "description": "On November 15, 1959, in the small town of Holcomb, Kansas, four members of the Clutter family were savagely murdered by blasts from a shotgun held a few inches from their faces. There was no apparent motive for the crime, and there were almost no clues. As Truman Capote reconstructs the murder and the investigation that led to the capture, trial, and execution of the kill",
    "category": "True Crime",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424931136l/168642.jpg",
    "Price": 38.92,
    "ShippingCost": 22,
    "Sale": 43.3,
    "isbn": "697296871-2"
  },
  {
    "title": "Green Eggs and Ham",
    "sellerName": "Dr. Seuss",
    "description": "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of ",
    "category": "Classics",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1468680100l/23772.jpg",
    "Price": 46.77,
    "ShippingCost": 58,
    "Sale": null,
    "isbn": "716202286-3"
  },
  {
    "title": "Atlas Shrugged",
    "sellerName": "Ayn Rand",
    "description": "This is the story of a man who said that he would stop the motor of the world and did. Was he a destroyer or the greatest of liberators?Why did he have to fight his battle, not against his enemies, but against those who needed him most, and his hardest battle against the woman he loved? What is the world’s motor — and the motive power of every man? You will know the answer",
    "category": "Politics",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405868167l/662.jpg",
    "Price": 57.79,
    "ShippingCost": 35,
    "Sale": null,
    "isbn": "677383782-0"
  },
  {
    "title": "The Color Purple",
    "sellerName": "Alice Walker",
    "description": "Winner of the Pulitzer Prize and the National Book Award. Alice Walker's iconic modern classic is now a Penguin Book.A powerful cultural touchstone of modern American literature, The Color Purple depicts the lives of African American women in early twentieth-century rural Georgia. Separated as girls, sisters Celie and Nettie sustain their loyalty to and hope in each other ",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1572261616l/52892857._SX318_SY475_.jpg",
    "Price": 5.64,
    "ShippingCost": 22,
    "Sale": 51.3,
    "isbn": "274178933-9"
  },
  {
    "title": "The Poisonwood Bible",
    "sellerName": "Barbara Kingsolver",
    "description": "The Poisonwood Bible is a story told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it -- from garden seeds to Scripture -- is calamitously transformed on African soil. What follows is",
    "category": "Cultural",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1644073807l/7244.jpg",
    "Price": 41.72,
    "ShippingCost": 84,
    "Sale": 22.9,
    "isbn": "768288895-4"
  },
  {
    "title": "Love in the Time of Cholera",
    "sellerName": "Gabriel García Márquez",
    "description": "In their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is heartbroken, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs—yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1644691354l/9712._SY475_.jpg",
    "Price": 70.33,
    "ShippingCost": 87,
    "Sale": null,
    "isbn": "326962126-4"
  },
  {
    "title": "The Complete Sherlock Holmes",
    "sellerName": "Arthur Conan Doyle",
    "description": "A study in scarlet --The sign of four --Adventures of Sherlock Holmes : A scandal in Bohemia ; The red-headed league ; A case of identity ; The Boscombe Valley mystery ; The five orange pips ; The man with the twisted lip ; The adventure of the blue carbuncle ; The adventure of the speckled band ; The adventure of the engineer's thumb ; The adventure of the noble bachelor ",
    "category": "Mystery",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348815538l/188572.jpg",
    "Price": 71.77,
    "ShippingCost": 15,
    "Sale": null,
    "isbn": "813923115-0"
  },
  {
    "title": "Siddhartha",
    "sellerName": "Hermann Hesse",
    "description": "Herman Hesse's classic novel has delighted, inspired, and influenced generations of readers, writers, and thinkers. In this story of a wealthy Indian Brahmin who casts off a life of privilege to seek spiritual fulfillment. Hesse synthesizes disparate philosophies--Eastern religions, Jungian archetypes, Western individualism--into a unique vision of life as expressed throug",
    "category": "Spirituality",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1629378189l/52036._SY475_.jpg",
    "Price": 63.06,
    "ShippingCost": 51,
    "Sale": 29.9,
    "isbn": "633568164-1"
  },
  {
    "title": "The Unbearable Lightness of Being",
    "sellerName": "Milan Kundera",
    "description": "In The Unbearable Lightness of Being, Milan Kundera tells the story of a young woman in love with a man torn between his love for her and his incorrigible womanizing and one of his mistresses and her humbly faithful lover. This magnificent novel juxtaposes geographically distant places, brilliant and playful reflections, and a variety of styles, to take its place as perhap",
    "category": "Literature",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1265401884l/9717.jpg",
    "Price": 4.4,
    "ShippingCost": 34,
    "Sale": null,
    "isbn": "594252090-9"
  },
  {
    "title": "Rebecca",
    "sellerName": "Daphne du Maurier",
    "description": "Last night I dreamt I went to Manderley again . . .The novel begins in Monte Carlo, where our heroine is swept off her feet by the dashing widower Maxim de Winter and his sudden proposal of marriage. Orphaned and working as a lady's maid, she can barely believe her luck. It is only when they arrive at his massive country estate that she realizes how large a shadow his late",
    "category": "Gothic",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386605169l/17899948.jpg",
    "Price": 34.74,
    "ShippingCost": 62,
    "Sale": null,
    "isbn": "174226838-2"
  },
  {
    "title": "The Name of the Rose",
    "sellerName": "Umberto Eco",
    "description": "The year is 1327. Benedictines in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. His tools are the logic of Aristotle, the theology of Aquinas, the empirical insights of Roger Bacon—all sharpened to a glis",
    "category": "Mystery",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415375471l/119073.jpg",
    "Price": 12.43,
    "ShippingCost": 29,
    "Sale": 60.2,
    "isbn": "880608713-4"
  },
  {
    "title": "Where the Wild Things Are",
    "sellerName": "Maurice Sendak",
    "description": "Max, a wild and naughty boy, is sent to bed without his supper by his exhausted mother. In his room, he imagines sailing far away to a land of Wild Things. Instead of eating him, the Wild Things make Max their king.",
    "category": "Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1384434560l/19543.jpg",
    "Price": 31.26,
    "ShippingCost": 27,
    "Sale": null,
    "isbn": "920150830-1"
  },
  {
    "title": "Dune",
    "sellerName": "Frank Herbert",
    "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the “spice” melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...When House Atreides is betrayed, the destru",
    "category": "Classics",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1555447414l/44767458.jpg",
    "Price": 20.93,
    "ShippingCost": 25,
    "Sale": null,
    "isbn": "916032193-8"
  },
  {
    "title": "Charlie and the Chocolate Factory",
    "sellerName": "Roald Dahl",
    "description": "Charlie Bucket's wonderful adventure begins when he finds one of Mr. Willy Wonka's precious Golden Tickets and wins a whole day inside the mysterious chocolate factory. Little does he know the surprises that are in store for him!(back cover)",
    "category": "Classics",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309211401l/6310.jpg",
    "Price": 57.66,
    "ShippingCost": 4,
    "Sale": 14.4,
    "isbn": "637610493-2"
  },
  {
    "title": "The Pillars of the Earth",
    "sellerName": "Ken Follett",
    "description": "Ken Follett is known worldwide as the master of split-second suspense, but his most beloved and bestselling book tells the magnificent tale of a twelfth-century monk driven to do the seemingly impossible: build the greatest Gothic cathedral the world has ever known.Everything readers expect from Follett is here: intrigue, fast-paced action, and passionate romance. But what",
    "category": "Historical",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1576956100l/5043.jpg",
    "Price": 31.88,
    "ShippingCost": 14,
    "Sale": 67.1,
    "isbn": "883348580-3"
  },
  {
    "title": "The Hitchhiker's Guide to the Galaxy",
    "sellerName": "Douglas Adams",
    "description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of the The Hitch Hiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out of work actor. Together this dynamic pair begin their journey through space aided by quotes f",
    "category": "Classics",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559986152l/386162.jpg",
    "Price": 46.78,
    "ShippingCost": 17,
    "Sale": null,
    "isbn": "260190081-4"
  },
  {
    "title": "The Sun Also Rises",
    "sellerName": "Ernest Hemingway",
    "description": "The quintessential novel of the Lost Generation, The Sun Also Rises (Fiesta) is one of Ernest Hemingway's masterpieces and a classic example of his spare but powerful writing style. A poignant look at the disillusionment and angst of the post-World War I generation, the novel introduces two of Hemingway's most unforgettable characters: Jake Barnes and Lady Brett Ashley. Th",
    "category": "Novels",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1509802323l/3876._SY475_.jpg",
    "Price": 56.79,
    "ShippingCost": 29,
    "Sale": null,
    "isbn": "259064002-1"
  },
  {
    "title": "Ulysses",
    "sellerName": "James Joyce",
    "description": "Loosely based on the Odyssey, this landmark of modern literature follows ordinary Dubliners in 1904. Capturing a single day in the life of Dubliner Leopold Bloom, his friends Buck Mulligan and Stephen Dedalus, his wife Molly, and a scintillating cast of supporting characters, Joyce pushes Celtic lyricism and vulgarity to splendid extremes. Captivating experimental techniqu",
    "category": "Novels",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1428891345l/338798.jpg",
    "Price": 19.22,
    "ShippingCost": 62,
    "Sale": null,
    "isbn": "926943398-6"
  },
  {
    "title": "Beloved",
    "sellerName": "Toni Morrison",
    "description": "Winner of the Pulitzer Prize, Toni Morrison’s Beloved is a spellbinding and dazzlingly innovative portrait of a woman haunted by the past.Sethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has borne the unthinkable and not gone mad, yet she is still held captive by memories of Sweet Home, the beautiful farm where so many hideous",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1632283781l/6149._SY475_.jpg",
    "Price": 57.61,
    "ShippingCost": 100,
    "Sale": 51.7,
    "isbn": "966489107-X"
  },
  {
    "title": "All Quiet on the Western Front",
    "sellerName": "Erich Maria Remarque",
    "description": "One by one the boys begin to fall…In 1914 a room full of German schoolboys, fresh-faced and idealistic, are goaded by their schoolmaster to troop off to the ‘glorious war’. With the fire and patriotism of youth they sign up. What follows is the moving story of a young ‘unknown soldier’ experiencing the horror and disillusionment of life in the trenches.",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1632027397l/355697._SY475_.jpg",
    "Price": 20.71,
    "ShippingCost": 48,
    "Sale": 69.9,
    "isbn": "176813960-1"
  },
  {
    "title": "The Good Earth",
    "sellerName": "Pearl S. Buck",
    "description": "This tells the poignant tale of a Chinese farmer and his family in old agrarian China. The humble Wang Lung glories in the soil he works, nurturing the land as it nurtures him and his family. Nearby, the nobles of the House of Hwang consider themselves above the land and its workers; but they will soon meet their own downfall.Hard times come upon Wang Lung and his family w",
    "category": "Historical Fiction",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1312497600l/1078.jpg",
    "Price": 24.85,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "617200287-2"
  },
  {
    "title": "The Fountainhead",
    "sellerName": "Ayn Rand",
    "description": "The revolutionary literary vision that sowed the seeds of Objectivism, Ayn Rand's groundbreaking philosophy, and brought her immediate worldwide acclaim.This modern classic is the story of intransigent young architect Howard Roark, whose integrity was as unyielding as granite...of Dominique Francon, the exquisitely beautiful woman who loved Roark passionately, but married ",
    "category": "Literature",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1491163636l/2122._SY475_.jpg",
    "Price": 9.14,
    "ShippingCost": 44,
    "Sale": 3.8,
    "isbn": "969180674-6"
  },
  {
    "title": "The Sound and the Fury",
    "sellerName": "William Faulkner",
    "description": "The tragedy of the Compson family features some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpi",
    "category": "Novels",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1433089995l/10975.jpg",
    "Price": 52.04,
    "ShippingCost": 14,
    "Sale": 54.9,
    "isbn": "789216074-4"
  },
  {
    "title": "Little House on the Prairie",
    "sellerName": "Laura Ingalls Wilder",
    "description": "Meet Laura Ingalls, the little girl who would grow up to write the Little House books.Pa Ingalls decides to sell the little log house, and the family sets out for Indian country! They travel from Wisconsin to Kansas, and there, finally, Pa builds their little house on the prairie. Sometimes farm life is difficult, even dangerous, but Laura and her family are kept busy and ",
    "category": "Childrens",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559209202l/77767._SX318_.jpg",
    "Price": 4.24,
    "ShippingCost": 52,
    "Sale": 55.6,
    "isbn": "016325734-5"
  },
  {
    "title": "Invisible Man",
    "sellerName": "Ralph Ellison",
    "description": "First published in 1952 and immediately hailed as a masterpiece, Invisible Man is one of those rare novels that have changed the shape of American literature. For not only does Ralph Ellison's nightmare journey across the racial divide tell unparalleled truths about the nature of bigotry and its effects on the minds of both victims and perpetrators, it gives us an entirely",
    "category": "Cultural",
    "imgUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1556482805l/16981._SY475_.jpg",
    "Price": 13.68,
    "ShippingCost": 57,
    "Sale": 35.8,
    "isbn": "839443738-9"
  },
  {
    "title": "SanDisk Ultra Flair USB 3.0 128GB Flash Drive High Performance up to 150MB/s (SDCZ73-128G-G46)",
    "sellerName": "SanDisk",
    "description": "High Speed USB 3.0 performance Transfer a full length movie in less than 30 seconds. Operating temperature is 32° – 95°F (0° – 35°C) Transfer to drive up to 15 times faster than standard USB 2.0 drives Sleek, durable metal casing Easy-to-use password protection for your private files 5-year limited warranty system ram type: ddr3 sdram",
    "category": "Electronics",
    "imgUrl": "https://m.media-amazon.com/images/I/41IhYxnGIvL._AC_SX679_.jpg",
    "Price": 18.49,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "617200287-4"
  },
  {
    "title": "AmazonBasics 6-Sheet Cross-Cut Paper and Credit Card Home Office Shredder",
    "sellerName": "AmazonBasics",
    "description": "Cross-cut paper shredder with 6-sheet capacity; destroys credit cards (one at a time) Shreded paper measures 7/32 by 1-27/32 inches 2 minute continuous run time with 30 minute cool down time; Auto start and manual reverse to clear paper jams 8.7-inch-wide paper feed; 3.8-gallon bin; thermal protection with auto shut-off Measures 15 by 12.1 by 7.7 inches; Backed by an AmazonBasics 1-year Limited Warranty NOTE: Refer User Manual, Troubleshooting Guide & Instructional Video before use",
    "category": "Electronics",
    "imgUrl": "https://m.media-amazon.com/images/I/81+TKpspbIL._AC_SY355_.jpg",
    "Price": 70.0,
    "ShippingCost": null,
    "Sale": 12,
    "isbn": "617200287-5"
  },
  {
    "title": "Roku Express | HD Streaming Media Player with Simple Remote and Premium HDMI Cable",
    "sellerName": "Roku",
    "description": "The simple way to stream to your TV Enjoy smooth HD picture quality. Power input is 5V – 1A Includes high speed HDMI cable. Power consumption is Less than 2.2W Includes remote with pre-set channel shortcuts Stream free TV, live news, sports, music, movies, and more",
    "category": "Electronics",
    "imgUrl": "https://m.media-amazon.com/images/I/51xMnjak4VL._AC_SX355_.jpg",
    "Price": 39.98,
    "ShippingCost": 9.99,
    "Sale": null,
    "isbn": "617200287-6"
  },
  {
    "title": "Seagate Portable 2TB External Hard Drive Portable HDD – USB 3.0 for PC, Mac, PS4, & Xbox - 1-Year Rescue Service (STGX2000400)",
    "sellerName": "Seagate",
    "description": "Easily store and access 2TB to content on the go with the Seagate Portable Drive, a USB external hard drive Designed to work with Windows or Mac computers, this external hard drive makes backup a snap just drag and drop To get set up, connect the portable hard drive to a computer for automatic recognition no software required This USB drive provides plug and play simplicity with the included 18 inch USB 3.0 cable",
    "category": "Electronics",
    "imgUrl": "https://m.media-amazon.com/images/I/81tjLksKixL._AC_SX679_.jpg",
    "Price": 79.99,
    "ShippingCost": null,
    "Sale": 6,
    "isbn": "617200287-7"
  },
  {
    "title": "Sunny Health & Fitness Rowing Machine with Magnetic Resistance, LCD Monitor, 8-level Resistance, 1117 mm Step Length, 113 KG Max. Weight - SF-RW5515, Ergometer, Training Computer",
    "sellerName": "Sunny Health & fitness",
    "description": "DIGITAL MONITOR - The large LCD console displays time, count, calories, total count, scan; The convenient scan mode displays your progress to assist you in tracking all your fitness goals EXTRA LONG SLIDE RAIL - At 122 cm in slide rail length and 112 cm in inseam length, the SF-RW5515 can accommodate rowers of nearly any size. Slide rail length is 48 inches ADJUSTABLE MAGNETIC RESISTANCE - With a simple twist, you can increase or decrease the 8 levels of magnetic resistance, so your workout can remain challenging and effective throughout your fitness journey TRANSPORTATION WHEELS - Built in transportation wheels for easy portability; Simply tilt and roll out for use or away for storage, no need for heavy lifting or muscle strain; Folded Dimensions: 94L X 48W X 390H cm NON-SLIP FOOT PEDALS - Textured non-slip foot pedals will ensure safe footing during the most demanding and vigorous workouts; Foot straps keep your feet saddled in so you can focus on the workout without feeling unbalanced Magnetic tension system with (8) levels of adjustable resistance Large LCD console displays time, count, calories, total count, scan Built in transportation wheels for easy portability; maximum user weight 300 lbs",
    "category": "Sports",
    "imgUrl": "https://m.media-amazon.com/images/I/71mdLQKrM5L._AC_SX522_.jpg",
    "Price": 263.98,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "617200287-8"
  },
  {
    "title": "Sunny Health and Fitness Weight Bench for Workout, Exercise and Home Gyms with High Weight Capacity",
    "sellerName": "Sunny Health & fitness",
    "description": "LOWER BODY WORKOUT: Targets the lower back, hip and glutes. EXPERT DESIGNED: Features a sleek and sturdy compact steel frame design ideal for home use. SPACE SAVING: Foldable for easy storage, convenience and portability. COMFORT: high density foam hip support pads with foam leg rollers. CUSTOMIZATION: Adjustable for different height requirements, maximum weight capacity is 250 LB. NONSLIP HANDLEBARS: Maintain a solid grip while you work on your gains.",
    "category": "Sports",
    "imgUrl": "https://m.media-amazon.com/images/I/71SyWINJSZL._AC_SX522_.jpg",
    "Price": 101.87,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "617200287-9"
  },
  {
    "title": "Sunny Magnetic Elliptical Trainer",
    "sellerName": "Sunny Health & fitness",
    "description": "Elliptical trainer with large anti-slip foot platforms and moving arms Workout computer measures: scan, time, speed, distance, calories, total distance, pulse functions Smooth magnetic resistance with micro-tension controller Hand pulse monitoring system provides heart rate readouts Weight capacity: 220 pounds Micro-tension controller Hand pulse monitoring system allows you to control your heartbeat",
    "category": "Sports",
    "imgUrl": "https://m.media-amazon.com/images/I/71Tm8YtLFML._AC_SX522_.jpg",
    "Price": 228.72,
    "ShippingCost": null,
    "Sale": null,
    "isbn": "617200289-0"
  },
  {
    "title": "Sagler Pull up bar Doorway Heavy Duty Chin up bar Trainer for Home Gym Doorway Pull up bar or dip bar",
    "sellerName": "Sagler",
    "description": "portable pull up bar Ideal for pull-ups, push-ups, chin-ups, dips, crunches, and more up to 32 door - dip station fits standard doorways, Excellent for pull ups, triceps dips, push ups, and sit ups chin up bars three grip positions, narrow, wide, and neutral - fits up to a 36 inch wide door door frame pull up bar uses leverage to hold against the doorway so there are no screws and no damage to door. Installs in seconds.",
    "category": "Sports",
    "imgUrl": "https://m.media-amazon.com/images/I/61IcHqN8vZL._AC_SX522_.jpg",
    "Price": 31.76,
    "ShippingCost": 12,
    "Sale": 18,
    "isbn": "617200289-1"
  },
  {
    "title": "Exploding Kittens LLC - A Russian Roulette Card Game, Easy Family-Friendly Party Games - Card Games for Adults, Teens & Kids - 2-5 Players (Model number: EKG-ORG1-1)",
    "sellerName": "Exploding Kittens LLC",
    "description": "A Kitty-Powered Russian Roulette Card Game - The hit party game for family and friends who are into kittens and explosions and laser beams and sometimes goats. Game Of The Year Award Winner - More than 10 million copies sold, breaking records in kids games, adult games and everything in between. A Simple Card Game for Kids and Adults - Perfect for all occasions, including a family game night, beach trip, road trip or drinking with friends! Beginner-Friendly, Just 2 Minutes to Learn - If you draw an Exploding Kitten, you lose and you are full of loser sad-sauce. All the other cards in the deck help you avoid or mitigate your risk of drawing an Exploding Kitten. If you don’t explode, YOU WIN! 15 Minutes to Play, 2-5 Players, Ages 7+ - Includes 56 cards, featuring hilarious illustrations from the creator of The Oatmeal.",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/510RZPoe1BS._AC_SX679_.jpg",
    "Price": 24.93,
    "ShippingCost": null,
    "Sale": 10,
    "isbn": "617200289-2"
  },
  {
    "title": "UNO Card Game",
    "sellerName": "Mattel Games",
    "description": "The classic card game of matching colors and numbers. Special Action Cards and Wild Cards for unexpected excitement and game-changing fun. Use the Swap Hands cards to change hands with any other opponent. Write your own rules for game play with the Customizable Wild cards. Players take turns matching a card in their hand with the color or number of the card shown on the top of the deck.",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/71Jzj+N+pmS._AC_SX679_.jpg",
    "Price": 8.99,
    "ShippingCost": null,
    "Sale": 23,
    "isbn": "617200289-3"
  },
  {
    "title": "Mega Bloks First Builders Big Building Bag with Big Building Blocks, Building Toys for Toddlers (80 Pieces) - Blue Bag 3-5 years",
    "sellerName": "Mega",
    "description": "80 Classic-colored building blocks, including special shapes Perfect for little hands Hands-on play for early childhood development Storage bag for easy cleanup Combine with other Mega Bloks preschool toys and build them up",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/81tU1CVjL+L._AC_SX679_.jpg",
    "Price": 14.4,
    "ShippingCost": null,
    "Sale": 24,
    "isbn": "617200289-4"
  },
  {
    "title": "The Classic Game of Connect 4; Strategy Game for 2 Players; Connect 4 Grid; Get 4 in a Row; Game for Kids Ages 6 and Up",
    "sellerName": "Hasbro",
    "description": "GET 4 IN A ROW: 4 the win! Have fun watching the colored discs slide into place, as players try to get 4 of the same color in a row to win CLASSIC CONNECT 4 GAMEPLAY: Remember playing the Connect 4 game as a kid? Introduce your kids to the classic Connect 4 game and enjoy playing this entertaining strategy game together EXCITING STRATEGY GAME: Challenge a friend to rule the grid! Strategy drives the competition in this classic Connect 4 game. Line 'em up, block opponents, and get 4 of the same color discs in a row to win FUN GAME FOR KIDS: Continue the tradition of playing The Connect 4 game, a classic game for kids ages 6 and up",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/81GLZ8sDeAL._AC_SX679_.jpg",
    "Price": 19.99,
    "ShippingCost": null,
    "Sale": 50,
    "isbn": "617200289-5"
  },
  {
    "title": "Hasbro Sorry! Game board, 6 Years +, 4 Players",
    "sellerName": "Hasbro",
    "description": "Game board, 12 pawns, 45 cards, instructions Challenging game of strategy, chance, and luck Enjoy the game you grew up playing Choose to play using variety of strategies and rules",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/811mGsv+Y8L._AC_SX679_.jpg",
    "Price": 19.99,
    "ShippingCost": null,
    "Sale": 50,
    "isbn": "617200289-6"
  },
  {
    "title": "KlLAUS TEUBER'S Catan Trade Build Settle",
    "sellerName": "Asmodee",
    "description": "3-4 Players, 60 minute playing time Tons of replay value New graphics, board and cards Expanded Rule Book Winner of “Game of the Century” award",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/81+okm4IpfL._AC_SX679_.jpg",
    "Price": 63,
    "ShippingCost": null,
    "Sale": 20,
    "isbn": "617200289-7"
  },
  {
    "title": "LEGO Star Wars 501st Legion Clone Troopers 75280 Building Kit, Cool Action Set for Creative Play and Awesome Building; Great Gift or Special Surprise for Kids, New 2020 (285 Pieces)",
    "sellerName": "LEGO",
    "description": "Kids can role-play as 501st Legion Clone Troopers and relive exciting action from Star Wars: The Clone Wars with this LEGO Star Wars action set (75280), featuring an AT-RT Walker and BARC Speeder This LEGO Star Wars building kit includes 4 LEGO minifigures: 3 new-for-2020 501st Clone Troopers and a 501st Jet Trooper, with jetpack element, plus 2 Battle Droids and weapons for battles The AT-RT Walker has posable legs, a stud shooter, attachment points for a blaster and electrobinoculars element, and the BARC Speeder has 2 stud shooters to inspire creative play This 285-piece construction playset makes an ideal birthday present or holiday gift for boys and girls aged 7+; The 2 vehicles can also be driven in the LEGO Star Wars: The Skywalker Saga video game The compact, robust LEGO Star Wars AT-RT Walker measures over 7” (17cm) high, 3.5” (9cm) long and 3” (8cm) wide – a convenient size to slip into a child's backpack with the BARC Speeder ready for play wherever they go",
    "category": "Toys and Games",
    "imgUrl": "https://m.media-amazon.com/images/I/81iEXbFlegL._AC_SX679_.jpg",
    "Price": 39.99,
    "ShippingCost": null,
    "Sale": 12,
    "isbn": "617200289-8"
  },
  {
    "title": "Brita Space Saver Water Filter Pitcher with 1 Replacement Filter, Black, 6 Cup",
    "sellerName": "Brita",
    "description": "Small, black, Brita 6 cup water pitcher with 1 easy to use filter Reduces chlorine taste and odor, copper, mercury and cadmium to deliver healthier, great tasting water BPA free Brita pitcher with electronic filter change indicator and easy fill lid Electronic filter indicator tracks when to change the water filter Change filter every 40 gallons or approximately every two months",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/61PQuYLjnxL._SX425_.jpg",
    "Price": 21.97,
    "ShippingCost": null,
    "Sale": 18,
    "isbn": "617200289-9"
  },
  {
    "title": "COSORI Electric Kettle Glass, Tea Kettle, Water Boiler, 1.7L, Cordless BPA Free, Fast Boiling with Stainless Inner Lid & Pot, LED Indicator, Auto Shut-Off & Boil Dry Protection, 1500W, clear",
    "sellerName": "COSORI",
    "description": "Rapid Boil: Equipped with British STRIX Thermostat Technology, it takes only 7 minutes from cold water to 7 cups of hot coffee (225ml) with COSORI Premium Glass Kettle Easy to Clean: The diameter of the kettle spout is 110mm wide, so you can easily reach every corner. (Note: The calcium and magnesium in the water may result in calcium carbonate precipitation, which you can clean with vinegar or lemon juice.) Sapphire Blue Light: The kettle features an exquisite modern design with blue light that perfectly fits in any countertop, living room, or office Low Noise: The noise of the kettle working is less than 55 dB. Let you have less bothering in the kitchen Automatically Shutoff: The kettle automatically shuts off 30 seconds after boiling, and boil-dry protection prevents the kettle from boiling without water. You don't need to monitor the water till it boils Premium Quality: The glass kettle is made with high-quality borosilicate glass and 304 stainless steel, thus a longer lifespan and purer water Professional Service: Your purchase comes with customer support from our friendly team based in Canada. If you encounter any problems, please feel free to contact us",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/71rFynNFHEL._AC_SX679_.jpg",
    "Price": 50.0,
    "ShippingCost": null,
    "Sale": 14,
    "isbn": "617200290-0"
  },
  {
    "title": "BLACK+DECKER 2-in-1 Rice Cooker and Food Steamer, 6 Cup (3 Cup Uncooked), White, RC506C",
    "sellerName": "BLACK + DECKER HOME",
    "description": "Capacity: Yields up to 6-Cup (Cooked) and 3 (Cup uncooked) Rice cooker, Note: use only the rice cup to measure rice, never a true cup. Great for small or large meals, and for leftovers Food Steaming Basket - The included food steaming basket lets you make healthy meals with vegetables, fish, and more Automatic Keep Warm - The rice stays ready for serving! The rice cooker automatically switches to the 'keep warm' function after cooking is complete Nonstick Rice Pot - The nonstick rice pot is completely removable for easy dishwasher cleanup Measuring Cup and Spoon Included - The measuring cup makes it easy to cook the perfect amount of rice, and the plastic serving spoon prevents accidental scratches to the nonstick rice pot The cooker lets off steam at the perfect pace with a small vent in the lid",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/61wGf8c6CTL._AC_SX679_.jpg",
    "Price": 24.98,
    "ShippingCost": null,
    "Sale": 12,
    "isbn": "617200290-1"
  },
  {
    "title": "BLACK+DECKER 2-Slice Extra Wide Slot Toaster, Classic Oval, Black with Stainless Steel Accents, TR1278B",
    "sellerName": "BLACK + DECKER HOME",
    "description": "Extra-Wide Toasting Slots - Add a delicious crunch to bagels, thick breads, and more. The extra-wide slots accommodate all types of toasted treats. Bagel Function - Put the perfect crisp on your morning bagel using the push-button bagel function. Also controls for frozen items and to end toasting. Extra Lift - The lever lifts toast so it’s safely in reach. ; Volts: 120V Drop-Down Crumb Tray - Keep the counter clean and the kitchen smelling fresh. The crumb tray lets you remove crumbs before they burn or mess up your kitchen. Shade Selector - Find the right shade for everyone’s tastes. The time selector knob ranges from 1-7.",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/8159xjkhHOL._AC_SX679_.jpg",
    "Price": 22.49,
    "ShippingCost": 5.0,
    "Sale": null,
    "isbn": "617200290-2"
  },
  {
    "title": "Little Beaver Can Opener, White - 3 Pack",
    "sellerName": "Starfrit",
    "description": "Little Beaver Can Opener, White - 3 pack",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/61GrKvhV4RL._AC_SY879_.jpg",
    "Price": 65.95,
    "ShippingCost": 7.5,
    "Sale": 20,
    "isbn": "617200290-3"
  },
  {
    "title": "Digital Instant Read Meat Thermometer - Waterproof Kitchen Food Cooking Thermometer with Backlight LCD - Best Super Fast Electric Meat Thermometer Probe for BBQ Grilling Smoker Baking Turkey",
    "sellerName": "smak",
    "description": "ULTRA FAST READING. Instant Read Thermometer needs just 2-3 seconds to measure accurate temperature and has a wide range of -58 Deg F-572 Deg F (-50 DegC- 300 DegC) WATERPROOF MEAT THERMOMETER IS EASY TO CLEAN. Our cooking Thermometer Probe is made from food grade stainless steel. Read exact temperature to make perfectly cooked beef, turkey, fish, lamb, pork or chicken every time. Kitchen Thermometer is perfect for baking, frying BIG 1.75 BRIGHT LCD, CONVENIENT & EASE TO USE. Meat Thermometer for grilling has an internal magnet makes it convenient for storage. Ultra-safe folding design & auto shut off after 10 min. Smak Instant Thermometer case is made of strong ABS plastic BEST VALUE DIGITAL MEAT THERMOMETER. Cooking Thermometer comes packaged in a premium, foam lined box. Makes a great a gift idea for any cooking or barbecue enthusiast 100% SATISFACTION WARRANTY. Buy SMAK kitchen food thermometer with a 1 year warranty and a 3 year free replacement after warranty registration in 30 days period, unlike other brands: Themoworks Thermapen, Weber, Maverick, Taylor, CDN, Polder. CE, RoHS certificated.",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/81x5MXVyQiL._SX425_.jpg",
    "Price": 28.95,
    "ShippingCost": null,
    "Sale": 28,
    "isbn": "617200290-4"
  },
  {
    "title": "COSORI Air Fryer 5.8QT Oil Free XL Electric Hot Air Fryers Oven, Programmable 11-in-1 Cooker with Preheat & Shake Reminder, Equipped Digital Touchscreen and Nonstick Basket, 100 Recipes",
    "sellerName": "COSORI",
    "description": "Less Oil & Healthier Food: With a 720° hot air convection system, COSORI air fryer machine makes cooking faster. The original Air Crisp Technology produces 85% less fat than traditional frying methods, but it delivers the same delicious taste of fried food with little to no oil Programmable 11-in-1 Cooker: Designed with 11 preset smart programs, the air fryer oven can make you rest assured about how to set the time and temperature like a professional chef. Just choose your preset with 1 easy tap and you're ready to cook 100 Brand New Recipes: Enjoy 100 original air fryer cookbooks by professional chefs. Fresh from the COSORI kitchen and relish the extra breakfast, lunch, dinner, and dessert ideas. Find inspiration for every meal Non-stick Detachable Basket: No messy corners anymore, you can pull out the basket and clean it easily. The removable nonstick coated drawer and the food basket are dishwasher safe. 5.8QT air fryer accessories for multiple brands are also available. (Search for COSORI C158-AC/C158-FB) User Friendly: Designed in California, the air fryer's simple icons and touch panel make air frying simple. The pre-heat function makes your cooking faster at the right temperature with better taste, and keep warm function ensures that you can eat tasty food at any time Larger Capacity: With the capacity of 5.8-Quarts (5.5 Liters), the air fryer's spacious 5.8-quart square baskets can fit a whole 5-pound chicken, so you can make food for the whole family in one go. Additionally, you can also cook a variety of foods together in the larger capacity Buy with Confidence: COSORI attaches great importance to the quality and security of air fryer, PFOA-free & BPA-free, ETL/FDA certified, 100% safe material ensure your safety Professional Service: Outstanding customer service support based in Canada, you can get up to 2-year after-sales support and considerate help whenever you have any problem. (Note: the black version doesn't come with the rack and skewers)",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/71+-9CKmeoL._AC_SX679_.jpg",
    "Price": 160.0,
    "ShippingCost": null,
    "Sale": 10,
    "isbn": "617200290-5"
  },
  {
    "title": "Etekcity Food Kitchen Scale, Digital Grams and Ounces for Weight Loss, Baking, Cooking, Keto and Meal Prep, Small, 304 Stainless Steel",
    "sellerName": "Etekcity",
    "description": "Compact Design: With a spacious yet thin platform, the scale is travel-friendly and takes up little storage space. Quality Material: Measure food, small items, and liquids (milk & water) with confidence on the food-grade, stainless steel platf ainer weight from the final measurement of your food. Unit Conversion: Select your preferred units, oz / lb’oz / fl’oz / g /mL to follow recipes an Anti-Skid Padding: Avoid messes on slippery countertops with stabilizing anti-skid padding.",
    "category": "Kitchen and Dining",
    "imgUrl": "https://m.media-amazon.com/images/I/8138EzfS7lL._AC_SX679_.jpg",
    "Price": 21.99,
    "ShippingCost": null,
    "Sale": 11,
    "isbn": "617200290-6"
  }
]
